[Main]
DisplayName=Vlaams

[Brower_Protected_M]
btn_ok=OK
Site_Safe_tip=Deze website is veilig
Site_Risk_tip=Deze website is onveilig
Protected_Off_tip=Advanced SystemCare Browser Bescherming: uit
Site_Safe=Veilig:
Site_Risk=Risico:
Site_Advisory=Advies gegeven door
Site_Details=Meer details
Risk_Title=Deze website werd gemeld als onveilig
Risk_recommend=We adviseren u deze website niet meer te bezoeken
Risk_goBack=Annuleren
Risk_report=Vals alarm melden
Risk_continue=Toch verder gaan
Site_turbo_tip=Surf beveiliging is uitgeschakeld omdat Opera Turbo aan staat
ads_Removed=ads verwijderd op deze pagina
ads_Nofound=Geen ads gevonden
Site_Miner_tip=Cryptocurrency mijning geblokkeerd op deze pagina
Link_Safe_tip=Deze link is veilig
Link_Risk_tip=Deze link is onveilig
Sender_Risk_tip=Deze afzender is verdacht.
Link_Phish_tip=Deze link bevat phishing scam.
Risk_Title_Phish=Deze website is gerapporteerd als phishing site.
Site_Risk_link=Deze email bevat een malafide link.
Site_Risk_sender=De afzender van deze email is verdacht.
Site_Risk_link_sender=Deze email bevat een malafide link, en de afzender is verdacht.
Site_Risk_phish=Deze site bevat phishing scam.

